/* Size Text: GB with precision */
"%0.1f GB" = "%0.1f GB";

/* Size Text: KB with precision */
"%0.1f KB" = "%0.1f KB";

/* Size Text: MB with precision */
"%0.1f MB" = "%0.1f MB";

/* <Name> shared at <time> */
"%1$@ shared at %2$@" = "%1$@ udostępnił(a) o %2$@";

/* <Name> shared on <date> */
"%1$@ shared on %2$@" = "%1$@ udostępnił(a) o %2$@";

/* Size Text: bytes */
"%qu bytes" = "%qu B";

/* Size Text: GB */
"%qu GB" = "%qu GB";

/* Size Text: KB */
"%qu KB" = "%qu KB";

/* Size Text: MB */
"%qu MB" = "%qu MB";

/* An Evernote user */
"An Evernote user" = "Użytkownik Evernote";

/* Authorization failed. */
"Authorization failed." = "Autoryzacja nie powiodła się.";

/* unable to open the note error title, no note title */
"Can't open the note" = "Nie udało się otworzyć notatki";

/* unable to open note error title, with param for note title */
"Can't open the note '%@'" = "Nie udało się otworzyć notatki '%@'";

/* unable to open the noteboook error title, no note title */
"Can't open the notebook" = "Nie udało się otworzyć notatnika";

/* unable to open notebook error title, with param for notebook name */
"Can't open the notebook '%@'" = "Nie udało się otworzyć notatnika '%@'";

/* Conflicting modification by %@ on %@: */
"Conflicting modification by %@ on %@:" = "Sprzeczne modyfikacje. Autor %1$@ na %2$@:";

/* Conflicting modification on %@: */
"Conflicting modification on %@:" = "Konflikt modyfikacji w %@:";

/* Contacting Evernote server... */
"Contacting Evernote server…" = "Nawiązywanie kontaktu z serwerem Evernote…";

/* Could not sync note '%@'. */
"Could not sync note ‘%@’." = "Nie udało się zsynchronizować notatki „%@”.";

/* Deleting items */
"Deleting items" = "Usuwanie elementów";

/* Deleting notebooks */
"Deleting notebooks" = "Usuwanie notatników";

/* Deleting notes */
"Deleting notes" = "Usuwanie notatek";

/* Deleting resources */
"Deleting resources" = "Usuwanie zasobów";

/* Deleting saved searchs */
"Deleting saved searchs" = "Usuwanie zapisanych wyszukiwań";

/* Deleting shared notebooks */
"Deleting shared notebooks" = "Usuwanie udostępnionych notatników";

/* Deleting tags */
"Deleting tags" = "Usuwanie znaczników";

/* Downloading <notebook> */
"Downloading %@" = "Pobieranie: %@";

/* Downloading headers */
"Downloading headers" = "Pobieranie nagłówków";

/* Downloading headers with placeholder for percentage complete */
"Downloading headers (%i%%)" = "Pobieranie nagłówków (%i%%)";

/* Downloading reminders */
"Downloading reminders" = "Pobieranie przypomnień";

/* Downloading shortcuts */
"Downloading shortcuts" = "Pobieranie skrótów";

/* Email error */
"Email error" = "Błąd e-mail";

/* Email limit reached error message. */
"Email limit reached." = "Osiągnięto limit e-maili.";

/* Email permission denied error message. */
"Email permission denied." = "Dostęp do e-maila zabroniony.";

/* Error syncing shared notebook please contact the owner of this notebook to receive a new invitation. */
"Error syncing shared notebook please contact the owner of this notebook to receive a new invitation." = "Błąd synchronizacji udostępnionego notatnika, skontaktuj się z jego właścicielem, aby otrzymać nowe  zaproszenie.";

/* Evernote Basic */
"Evernote Basic" = "Evernote Basic";

/* Evernote Plus */
"Evernote Plus" = "Evernote Plus";

/* Evernote Premium */
"Evernote Premium" = "Evernote Premium";

/* Expired Password */
"Expired password" = "Hasło wygasło";

/* Finding notes to download... */
"Finding notes to download…" = "Wyszukiwanie notatek do pobrania...";

/* Imported notebook name */
"Import %1$@" = "Importuj %1$@";

/* Invalid auth token */
"Invalid auth token" = "Nieprawidłowy token uwierzytelniający";

/* Email rejected error message. */
"Invalid email address." = "Błędny adres e-mail.";

/* Invalid Password */
"Invalid password" = "Nieprawidłowe hasło";

/* Invalid shared notebook */
"Invalid shared notebook" = "Nieprawidłowy notatnik udostępniony";

/* Invalid username */
"Invalid username" = "Nieprawidłowy login";

/* Invalid username or password. */
"Invalid username or password." = "Nieprawidłowy login lub hasło.";

/* DATA_REQUIRED Resource.data */
"It contains a resource with no data." = "Zawiera zasoby bez danych.";

/* BAD_DATA_FORMAT Resource.mime */
"It contains an unsupported resource type." = "Zawiera nieobsługiwane zasoby.";

/* BAD_DATA_FORMAT unknown %@ */
"It contains invalid data [%@]." = "Zawiera nieprawidłowe dane [%@].";

/* BAD_DATA_FORMAT ResourceAttributes.sourceURL */
"It contains invalid resource data." = "Zawiera nieprawidłowe dane zasobów.";

/* LIMIT_REACHED Resource.data.size */
"It has a resource that’s too big." = "Zawiera zbyt duży zasób.";

/* LIMIT_REACHED Note.resources */
"It has too many resources." = "Zawiera zbyt wiele zasobów.";

/* LIMIT_REACHED Note.tagGuids */
"It has too many tags." = "Ma zbyt wiele znaczników.";

/* Free Account LIMIT_REACHED Note.size %@ */
"It is too large.  The maximum size for a note in a free account, including all of its resources, is %@." = "Jest zbyt duży. Maksymalny rozmiar notatki na koncie bezpłatnym (włączając wszystkie zasoby) to %@.";

/* Premium Account LIMIT_REACHED Note.size %@ */
"It is too large.  The maximum size for a note in a premium account, including all of its resources, is %@." = "Jest zbyt duży. Maksymalny rozmiar notatki na koncie premium (włączając wszystkie zasoby) to %@.";

/* Not Found Notebook.guid
   NOT_FOUND LinkedNotebook.guid
   NOT_FOUND Note.guid
   NOT_FOUND SavedSearch.guid
   NOT_FOUND Tag.guid */
"It was not found on the server." = "Nie został odnaleziony na serwerze.";

/* PERMISSION_DENIED Note.notebookGuid */
"Its notebook is not yours." = "Notatnik nie należy do Ciebie.";

/* NOT_FOUND Tag.parentGuid */
"Its parent was not found on the server." = "Element nadrzędny nie został znaleziony na serwerze.";

/* PERMISSION_DENIED SavedSearch */
"It’s not your search." = "Nie jest Twoim wyszukiwaniem.";

/* PERMISSION_DENIED Tag */
"It’s not your tag." = "Nie jest Twoim znacznikiem.";

/* My Notebook */
"My Notebook" = "Mój notatnik";

/* Name must be unique */
"Names must be unique." = "Nazwy muszą być unikalne.";

/* ERROR TITLE: note not found */
"Note not found" = "Nie znaleziono notatki";

/* Note sharing */
"Note sharing" = "Udostępnianie notatki";

/* ERROR TITLE: notebook not found */
"Notebook not found" = "Notatnik nie został znaleziony";

/* Processing server changes */
"Processing server changes" = "Przetwarzanie zmian serwera";

/* Processing server note changes */
"Processing server note changes" = "Przetwarzanie zmian w notatkach na serwerze";

/* Processing server notebook changes */
"Processing server notebook changes" = "Przetwarzanie zmian w notatnikach na serwerze";

/* Processing server resource changes */
"Processing server resource changes" = "Przetwarzanie zmian w zasobach na serwerze";

/* Processing server saved search changes */
"Processing server saved search changes" = "Przetwarzanie zmian w zapisanych wyszukiwaniach na serwerze";

/* Processing server shared notebook changes */
"Processing server shared notebook changes" = "Przetwarzanie zmian w udostępnionych notatnikach na serwerze";

/* Processing server tag changes */
"Processing server tag changes" = "Przetwarzanie zmian w znacznikach na serwerze";

/* Public Notebook */
"Public Notebook" = "Notatnik publiczny";

/* Sending changes */
"Sending changes" = "Wysyłanie zmian";

/* Shared at <time> */
"Shared at %@" = "Udostępnił(a) o %@";

/* Shared on <date> */
"Shared on %@" = "Udostępnił(a) dnia %@";

/* Name too long */
"Sorry, names are limited to %d characters in length." = "Długość nazw ograniczona jest do %d znaków.";

/* Name too short, Singular Minimum */
"Sorry, names must be at least %d character in length." = "Nazwy muszą składać się z przynajmniej %d znaków.";

/* Name too short, Plural Minimum */
"Sorry, names must be at least %d characters in length." = "Niestety, nazwy muszą składać się z przynajmniej %d znaków.";

/* QUOTA_REACHED FREE */
"Sorry, the operation you are attempting to perform would exceed your upload allowance and cannot be completed. Upgrade now to Evernote Premium and immediately get increased monthly uploads, stronger security, priority image recognition, and more." = "Niestety, operacja, którą próbujesz wykonać spowodowałaby przekroczenie limitu transferu nie może być zakończona. Ulepsz konto do Evernote Premium, a natychmiast otrzymasz więcej transferu, lepsze zabezpieczenia, priorytetowe rozpoznawanie obrazów i inne.";

/* Sync failure recovery suggestion. */
"Synchronization failed because of an error communicating with the Evernote servers.  Please try again later." = "Synchronizacja nie powiodła się z powodu błędu komunikacji z serwerami Evernote. Proszę spróbować ponownie później.";

/* Sync auth failure recovery suggestion. */
"Synchronization failed because the provided username or password is incorrect." = "Synchronizacja nie powiodła ponieważ podany login lub hasło jest nieprawidłowy.";

/* Sync Failed */
"Synchronization failed." = "Synchronizacja nieudana.";

/* LIMIT_REACHED NoteAttribute.* */
"The attribute data is invalid." = "Zawiera nieprawidłowe atrybuty.";

/* BAD_DATA_FORMAT BusinessNotebook.description */
"The business notebook description is invalid." = "Opis notatnika biznesowego jest nieprawidłowy.";

/* The client preference could not be synced */
"The client preference could not be synced" = "Nie udało się zsynchronizować preferencji klienta";

/* The client preference '%@' could not be synced. */
"The client preference ‘%@’ could not be synced." = "Nie udało się zsynchronizować preferencji klienta „%@”.";

/* The content could not be loaded */
"The content could not be loaded" = "Nie udało się czytać zawartości";

/* BAD_DATA_FORMAT Note.content */
"The content is invalid." = "Zawartość jest nieprawidłowa.";

/* Email rejected recovery suggestion. */
"The email address ‘%@’ was rejected by the server." = "Adres e-mail „%@” został odrzucony przez serwer.";

/* Email limit reached recovery suggestion. */
"The email could not be sent because doing so would exceed the daily email limit for this account." = "E-mail nie został wysłany ponieważ spowodowałoby to przekroczenie dziennego limitu e-maili dla tego konta.";

/* Email permission denied recovery suggestion. */
"The email could not be sent because the note specified does not belong to this account." = "E-mail nie został wysłany ponieważ wybrana notatka jest przypisana do tego konta.";

/* BAD_DATA_FORMAT SavedSearch.format */
"The format is invalid." = "Format jest nieprawidłowy.";

/* DATA_CONFLICT SavedSearch.name */
"The name is already being used by another search." = "Nazwa jest już przypisana do innego wyszukiwania.";

/* DATA_CONFLICT Tag.name */
"The name is already being used by another tag." = "Nazwa jest już przypisana do innego znacznika.";

/* DATA_CONFLICT Notebook.name */
"The name is already in use by another notebook." = "Nazwa jest już przypisana do innego notatnika.";

/* BAD_DATA_FORMAT LinkedNotebook.shareName
   BAD_DATA_FORMAT Notebook.name
   BAD_DATA_FORMAT SavedSearch.name
   BAD_DATA_FORMAT Tag.name */
"The name is invalid." = "Nazwa jest nieprawidłowa.";

/* ERROR MESG: system error, with param for note title */
"The note '%@' could not be opened because of an error on the Evernote service." = "Nie można otworzyć notatki \"%@\" ponieważ wystąpił błąd w usłudze Evernote.";

/* ERROR MESG: generic error, with param for note title */
"The note '%@' could not be opened.  Please check your Internet connection or try again later." = "Nie udało się otworzyć notatki \"%@\". Sprawdź połączenie z internetem lub spróbuj ponownie później.";

/* ERROR MESG: note not found, with param for note title */
"The note '%@' could not be shared because it does not exist on the Evernote service." = "Nie można udostępnić notatki \"%@\", ponieważ nie istnieje w usłudze Evernote.";

/* ERROR MESG: system error, with param for note title */
"The note '%@' could not be shared because of an error on the Evernote service." = "Nie można udostępnić notatki \"%@\" z powodu błędu usługi Evernote.";

/* ERROR MESG: generic error, with param for note title */
"The note '%@' could not be shared.  Please check your Internet connection or try again later." = "Nie można udostępnić notatki \"%@\". Sprawdź połączenie z internetem lub spróbuj ponownie później.";

/* ERROR MESG: note not found */
"The note could not be found. Please check your Internet connection or try again later." = "Nie udało się znaleźć notatki. Sprawdź połączenie z internetem lub spróbuj ponownie później.";

/* ERROR MESG: generic error */
"The note could not be opened.  Please check your Internet connection or try again later." = "Nie udało się otworzyć notatki. Sprawdź połączenie z internetem lub próbuj ponownie później.";

/* ERROR MESG: system error, with param for notebook name */
"The notebook '%@' could not be opened because of an error on the Evernote service." = "Nie można otworzyć notatnika \"%@\" ponieważ wystąpił błąd w usłudze Evernote.";

/* ERROR MESG: generic error, with param for notebook name */
"The notebook '%@' could not be opened.  Please check your Internet connection or try again later." = "Nie udało się otworzyć notatnika \"%@\". Sprawdź połączenie z internetem lub spróbuj ponownie później.";

/* ERROR MESG: notebook not found, with param for notebook name */
"The notebook '%@' could not be shared because it does not exist on the Evernote service." = "Nie udało się udostępnić notatnika \"%@\", ponieważ nie istnieje w usłudze Evernote.";

/* ERROR MESG: system error, with param for notebook name */
"The notebook '%@' could not be shared because of an error on the Evernote service." = "Nie można udostępnić notatnika \"%@\" z powodu błędu usługi Evernote.";

/* ERROR MESG: generic error, with param for notebook name */
"The notebook '%@' could not be shared.  Please check your internet connection or try again later." = "Nie można udostępnić notatnika \"%@\". Sprawdź połączenie z internetem lub spróbuj ponownie później.";

/* NOT_FOUND Note.notebookGuid */
"The notebook could not be found on the server." = "Notatnika nie udało się odnaleźć na serwerze.";

/* ERROR MESG: note not found */
"The notebook could not be found. Please check your Internet connection or try again later." = "Nie udało się znaleźć notatnika. Sprawdź połączenie z internetem lub spróbuj ponownie później.";

/* The notebook '%@' could not be synced. */
"The notebook ‘%@’ could not be synced." = "Nie udało się zsynchronizować notatnika „%@”.";

/* QUOTA_REACHED PREMIUM */
"The operation you are attempting to perform would exceed your monthly upload allowance and cannot be completed." = "Operacja, którą próbujesz wykonać, wyczerpałaby Twój miesięczny limit transferu i nie może zostać wykonana.";

/* The owner of this notebook has canceled your invitation to this notebook. Contact the owner to receive a new invitation. */
"The owner of this notebook has canceled your invitation to this notebook. Contact the owner to receive a new invitation." = "Właściciel tego notatnika anulował Twoje zaproszenie. Skontaktuj się z właścicielem, aby otrzymać nowe zaproszenie.";

/* BAD_DATA_FORMAT/DATA_CONFLICT Tag.parentGuid */
"The parent tag is invalid." = "Znacznik nadrzędny jest nieprawidłowy.";

/* The preference name or preference value is in an invalid format. */
"The preference name or preference value is in an invalid format." = "Nazwa preferencji lub wartość jest w nieprawidłowym formacie.";

/* The preference was empty. */
"The preference was empty." = "Preferencja jest pusta.";

/* BAD_DATA_FORMAT Publishing.publicDescription */
"The public description is too long." = "Publiczny opis jest zbyt długi.";

/* DATA_CONFLICT Publishing.uri */
"The public url is already in use by another notebook." = "Publiczny URL jest już przypisany do innego notatnika.";

/* BAD_DATA_FORMAT Publishing.uri
   DATA_REQUIRED Publishing.uri */
"The public url is invalid." = "Publiczny URL jest nieprawidłowy.";

/* BAD_DATA_FORMAT SavedSearch.query */
"The query is too long." = "Zapytanie jest zbyt długie.";

/* LIMIT_REACHED ResourceAttribute.* */
"The resource attribute data is invalid." = "Dane atrybutów zasobów są nieprawidłowe.";

/* The resource '%@' could not be synced. */
"The resource ‘%@’ could not be synced." = "Nie udało się zsynchronizować zasobu „%@”.";

/* The search '%@' could not be synced. */
"The search ‘%@’ could not be synced." = "Nie udało się zsynchronizować wyszukiwania „%@”.";

/* The shared notebook '%@' could not be synced. */
"The shared notebook ‘%@’ could not be synced." = "Nie udało się zsynchronizować udostępnionego notatnika „%@”.";

/* The tag '%@' could not be synced. */
"The tag ‘%@’ could not be synced." = "Nie udało się zsynchronizować znacznika „%@”.";

/* BAD_DATA_FORMAT Note.title */
"The title is invalid." = "Tytuł jest nieprawidłowy.";

/* LIMIT_REACHED Notebook */
"Too many notebooks." = "Zbyt wiele notatników.";

/* LIMIT_REACHED Note */
"Too many notes." = "Zbyt wiele notatek.";

/* LIMIT_REACHED SavedSearch */
"Too many searches." = "Zbyt wiele wyszukiwań.";

/* LIMIT_REACHED Tag */
"Too many tags." = "Zbyt wiele znaczników.";

/* Tried to add more preferences than the allowed maximum. */
"Tried to add more preferences than the allowed maximum." = "Próbowano dodać więcej preferencji niż dozwolone maksimum.";

/* ERROR TITLE: unable to open */
"Unable to open note" = "Nie udało się otworzyć notatki";

/* ERROR TITLE: unable to open */
"Unable to open notebook" = "Nie udało się otworzyć notatnika";

/* PERMISSION_DENIED Note. Moved to personal account */
"Unable to save note “%1$@” in notebook “%2$@”. A copy of this note has been placed in your default notebook." = "Nie udało się zapisać notatki „%1$@” w notatniku „%2$@”. Kopia tej notatki została zapisana w notatniku domyślnym.";

/* PERMISSION_DENIED Note. Moved to personal account, no notebook. */
"Unable to save note “%1$@”. A copy of this note has been placed in your default notebook." = "Nie udało się zapisać notatki „%1$@”. Kopia tej notatki została zapisana w notatniku domyślnym.";

/* ERROR TITLE: system error
   ERROR TITLE: unable to share */
"Unable to share note" = "Nie udało się udostępnić notatki";

/* ERROR TITLE: system error
   ERROR TITLE: unable to share */
"Unable to share notebook" = "Nie można udostępnić notatnika";

/* Unknown Error */
"Unknown Error" = "Nieznany błąd";

/* Unknown Error nf%1$i */
"Unknown Error nf%1$i" = "Nieznany błąd nf%1$i";

/* Unknown Error s%1$i */
"Unknown Error s%1$i" = "Nieznany błąd s%1$i";

/* Unknown Error u%1$i */
"Unknown Error u%1$i" = "Nieznany błąd u%1$i";

/* Unknown account type */
"Unkown account type" = "Nieznany typ konta";

/* Untitled */
"Untitled" = "Bez tytułu";

/* Waiting for header synchronization */
"Waiting for header synchronization" = "Oczekiwanie na synchronizację nagłówków";

/* Waiting for internet connection */
"Waiting for internet connection" = "Oczekiwanie na połączenie z internetem";

/* The operation will proceed once a WiFi connection is available */
"Waiting for WiFi" = "Oczekiwanie na WiFi";

/* PERMISSION_DENIED authenticationToken */
"You do not have permission to write to this notebook." = "Nie masz uprawnień do zapisu w tym notatniku.";

/* don't have permission to share multiple notebooks */
"You don't have permission to share all of the selected notebooks." = "Nie masz uprawnień do udostępniania żadnego z wybranych notatników.";

/* don't have permission to share multiple notes and notebooks */
"You don't have permission to share all of the selected notes and notebooks." = "Nie masz uprawnień do udostępniania żadnego z wybranych notatników i notatek.";

/* don't have permission to share multiple notes */
"You don't have permission to share all of the selected notes." = "Nie masz uprawnień do udostępniania żadnej z udostępnionych notatek.";

/* don't have permission to share note with param for note title */
"You don't have permission to share the note '%@'" = "Nie masz uprawień do udostępniania notatki \"%@\".";

/* don't have permission to share notebook with param for notebook name */
"You don't have permission to share the notebook '%@'" = "Nie masz uprawnień do udostępniania notatnika \"%@\".";

/* unable to open note, detail message */
"You may need permission to access this note, or the owner may have moved or deleted it." = "Możesz potrzebować uprawnień dostępu do notatki lub autor przeniósł lub usunął notatkę.";

/* unable to open notebook, detail message */
"You may need permission to access this notebook, or the owner may have moved or deleted it." = "Możesz potrzebować uprawnień dostępu do notatnika lub autor przeniósł lub usunął notatkę.";

/* You must be online to access shared notes, error title */
"You must be online to access shared notes." = "Do udostępniania notatek potrzebne jest połączenie internetowe.";

/* You must be online to access the shared notebook, error title */
"You must be online to access the shared notebook '%@'." = "Do otworzenia notatnika udostępnionego \"%@\" potrzebne jest połączenie internetowe.";

/* You shared at <time>. */
"You shared at %@" = "Ty udostępniłeś/aś o %@";

/* You shared on <date>. */
"You shared on %@" = "Ty udostępniłeś/aś dnia %@";

/* Your account has been deactivated. */
"Your account has been deactivated." = "Konto zostało dezaktywowane.";

/* Your password has expired. Reset your password to download content. */
"Your password has expired. Reset your password to download content." = "Hasło wygasło. Ustaw nowe, aby pobrać zawartość.";

/* Your password is invalid. Reset your password to download content. */
"Your password is invalid. Reset your password to download content." = "Hasło jest nieprawidłowe. Ustaw nowe, aby pobrać zawartość.";

/* Your username is invalid. */
"Your username is invalid." = "Login jest nieprawidłowy.";
